greet_text = """Данный бот поможет вам в анализе чисел.
/input_number - команда для ввода числел(можно вводить как одно число так и числа через пробел
/average - поиск среднего арифметического введённых чисел
/sorted_bubble - сортировка введенных чисел пузырьком
/find_min - поиск минимального значения последовательности
/find_max - поиск максимального значения цифр
/find_median - поиск медианы введённой последовательности
/find_moda - поиск моды введенной последовательности
/quantity_symbol - подсчет всех введенных символов
/find_spread - разность между наибольшим и наименьшим
/fast_sort - быыстрая сортирровка для больших чисел
/Nok - нок.
/Nod - нод.
/reduce - сокращение дроби.
"""